{"/beer/brewdog-mashtag-2013/215065/": {"ABV": "7.5%", "Commercial Description": "keg and bottled, special\r\nInspired by the passion, knowledge and enthusiasm of craft beer drinkers, we set out to create a truly democratic craft beer. We entrusted all the important decisions to our fans, customers and anyone who wanted to learn more about the craft brewing process and cast their vote. We gave up complete control of every single decision which shaped the final beer that the #MashTag project produced.\r\n#MashTag is a 7.5% American Brown Ale loaded with New Zealand hops and aged on Hazelnuts and Oak chips.", "WEIGHTED AVG: ": "3.55", "Brewery Name": "BrewDog", "IBU": "95", "Style": "Brown Ale", "RATINGS:": "255", "Serve in": "Dimpled mug", "Name": "BrewDog #MashTag 2013", "UTC timestamp": "2016-04-25 21:23:12.577166", "EST. CALORIES": "225"}, "/beer/brewdog-mashtag-2014/269252/": {"ABV": "9%", "Commercial Description": "bottle & keg,special\r\n#Mashtag 2014 - a beer for the people, by the people.\r\n\r\nThe #Mashtag concept is simple. We invited the public to vote on each aspect of the brew, from hops to malt to the special twist and even the label design, and from the thousands of possibilities this presented, the result is an imperial red ale, brewed with copious speciality malts, a global blend of hops, and blood orange, lemon peel and orange peel.\r\n\r\nOn the nose, there\u0092s a riot of citrus, in many forms, from orange pith to lemon zest, via lime juice and even lemongrass. Fresh, bright resinous notes blend with light toasty malt aromas.\r\n\r\nThe palate is intense with toffee, with tiny hints of tobacco smoke coming through in little bursts, but the star attraction is an all-out bitter orange avalanche. A slightly psychotic, orange-that-thinks-it\u0092s-a-grapefruit character builds upon and intensifies the hop bitterness, squaring up against the rich sweet malt base. The result is a huge red ale with a drinkable quality you\u0092d expect in a beer half this strength. ", "WEIGHTED AVG: ": "3.68", "Brewery Name": "BrewDog", "IBU": "65", "Style": "American Strong Ale", "RATINGS:": "206", "Serve in": "Snifter", "Name": "BrewDog #MashTag 2014", "UTC timestamp": "2016-04-25 21:23:14.007248", "EST. CALORIES": "270"}, "/beer/brewdog--2cabecas-hello-my-name-is-ze/262103/": {"ABV": "6.4%", "Commercial Description": "keg and bottle,special\r\nHello My Name is Ze is the latest in our fruit infused international IPA series; this is a passionfruit infused IPA brewed for Brazil! You can expect Punk multiplied by Jack Hammer, divided by passionfruit with some Brazilian spirit factored in too. A collaboration with the amazing 2Cabecas brewers from Brazil, this beer will be available on draft.", "WEIGHTED AVG: ": "3.54", "Brewery Name": "BrewDog", "Style": "India Pale Ale (IPA)", "RATINGS:": "66", "Serve in": "Shaker", "Name": "BrewDog / 2cabeças Hello My Name is Zé", "UTC timestamp": "2016-04-25 21:23:16.590395", "EST. CALORIES": "192"}, "/beer/brewdog-mashtag-2015/349260/": {"ABV": "10%", "Commercial Description": "Black Barley Wine with vanilla beans aged on toasted oak chips. Label design by Mark Green.", "WEIGHTED AVG: ": "3.71", "Brewery Name": "BrewDog", "IBU": "85", "Style": "Barley Wine", "RATINGS:": "202", "Serve in": "Snifter", "Name": "BrewDog #MashTag 2015", "UTC timestamp": "2016-04-25 21:23:15.160313", "EST. CALORIES": "300"}, "/beer/beer-here-htas2r38/111292/": {"ABV": "8.5%", "UTC timestamp": "2016-04-25 21:23:11.140084", "WEIGHTED AVG: ": "3.23", "Brewery Name": "Beer Here", "Style": "Imperial IPA", "RATINGS:": "10", "Serve in": "Shaker", "Name": "Beer Here hTAS2R38", "MEAN: ": "3.53", "EST. CALORIES": "255"}}